Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: They may be sleeved in a morph viewed with repugnance, be a survivor of the infamous Lost generation, or may be an AGI in a post-Fall society plagued by fear of artificial intelli- gence.
fr_fr: Il peut avoir été récincarné dans une morph perçues aevc répugnance, être un survivant de l'infâme génération Égarée ou être une IAG dans une société post-Chute en proie à la peur de l'intelligence artificielle.

source: In social situations where the character’s nature is known to someone who view that nature with distaste, fear, or repugnance, they suffer a -10 to -30 modifier (gamemaster’s discretion) to social skill tests.
fr_fr: Dans les situations sociales où la nature du personnage est connue qui perçoit cette néture comme avec dégoût, peur ou répugannce, il souffre d'un modificateur allant de -10 à -30 (à la discrétion deu maître de jeu) aux tests de compétences sociale.

source: This character frightens easily.
fr_fr: Ce personnage est facilement effrayé.

source: They suffer a -10 modifier when resisting fear or intimidation.
fr_fr: Il souffre d'un modificateur de -10 lorsqu'il résiste à la peur ou à l'intimidation.

source: Bonus: 10 CP (Level 1), 20 CP (Level 2), 30 CP (Level 3)
fr_fr: Bonus: 10 (Niveau 1), 20 (Niveau 2) ou 30 (Niveau 3) PP

source: In a time when good looks are easily purchased, this morph is conspicuously ugly.
fr_fr: À une époque ou être beau est facilement acquis, cette morrph est visiblement moche.

source: As unattractiveness is increasingly associated with being poor, backward, or genetically defective, responses to a lack of good looks range from distaste to horror.
fr_fr: Comme la répulsion est de plus en plus associée à la pauvreté, aux rétrogrades ou à un défuat génétique, les réponses au manque de beauté vont du dégoût à l'horreur.

source: The character suffers a -10 modifier on social tests for Level 1, -20 for Level 2, and -30 for Level 3.
fr_fr: Le personnage reçoit un modificateur de -10 sur tous les tests sociaux au niveau 1, de -20 au niveau 2 et de -30 au niveau 3.

source: Only biomorphs may take this trait.
fr_fr: Seules les biomorphs peuvent prendre ce trait.

source: This modifier does not apply to interactions with xenomorphs or those with the infolife or uplift backgrounds.
fr_fr: Ce modificateur est inefficace sur les xénomorphs ou ceux qui ont un historique infolife ou élevé.

source: This modifier may be purchased for uplift morphs, but at half the bonus, and it is only effective against characters with that specific uplift background (i.e., neo-avians, neo-hominids, etc.).
fr_fr: Ce modificateur peut être acheté pour les morphs élevées, mais à moitié prix, et il n'est efficace que contre les personnages ayant le même type de morph élevé (càd néo-aviens, néo-homnide, etc).

source: There is a point where synthetic human looks become uncannily realistic and human-seeming, but they remain just different enough that their looks seem creepy or even repulsive—a phenomenon called the “uncanny valley.” Morphs whose looks fall into this range suffer a -10 modifier on social skill tests when dealing with humans.
fr_fr: Il y a un point où l'apparence humaine synthétique est devenue étrngement réaliste et ressemblant aux humains, tyout en restant juste suffisament différente pour que leur apparence semble effraaynte ou repoussante - un phénomène appelé "apparence étrange." Les morphs dont l'apparence tombe dans ces extrêmes subissent un modificateur de -10 sur leurs test de compétence sociale lorsqu'elles traitent avec des humains.

source: Bonus: 10 CP (Level 1), 20 CP (Level 2)
fr_fr: Bonus: 10 PP (Niveau 1), 20 PP (Niveau 2)

source: The morph is either not optimized for health and/or just in bad shape.
fr_fr: Cette morph est soit non optimisé pour la forme et/ou simplement en mauvais étât.

source: Reduce the aptitude maximums for Coordination, Reflexes, and Somatics by 5 (Level 1 ) or 10 (Level 2).
fr_fr: Réduisez le maximum des aptitudes Coordination, Réflexes et Somatique de 5 (niveau 1) ou 10 (niveau 2).

source: The character experiences intense vertigo and nausea when interfacing with any type of virtual reality, XP, or simulspace.
fr_fr: Le personnage souffre d'intense vertiges et nde nausée lorsqu'il s'interface à n'importe quel type de rélaité virtuelle, d'XP ou de simulspace.

source: Augmented reality has no effect, but VR inflicts a -30 modifier to all of the character’s actions.
fr_fr: La réalité augmentée n'a aucun effet, mais la RV inflige un modificateur de -30 aux actions du personnage.

source: Prolonged use of VR (gamemaster’s discretion) may actually incapacitate the character should they fail a WIL x 2 Test.
fr_fr: Une utilisation prolongée de la RV (à la discrétion du maître de jeu) peut réellement incapaciter le personnage si il rate un Test de VOL x 2.

source: {Weak Immune System (Morph Trait)}
fr_fr: {Système Immunitaire Faible (Trait de Morph)}

source: The morph’s immune system is susceptible to diseases, drugs, and toxins.
fr_fr: Le système immunitaire de la morph est affaiblie et résiste moisn bien aux maladies, drogues et toxines.

source: At Level 1, apply a -10 modifier whenever making a test to resist infection or the effects of a toxin or drug.
fr_fr: Au niveau 1, appliquez un modificateur de -10 lorsque vous faites un test pour résister à l'infection ou aux effets d'une toxine ou d'une drogue.

source: At Level 2, increase this modifier to -20.
fr_fr: Au niveau 2, augmentez ce modificateur à -20.

source: This morph suffers from space sickness and does not fair well in zero-gravity.
fr_fr: Cette morph souffre du mal de l'espace et n'est pas à l'aise dans les environnement en gravité zéro.

source: The character suffers a -10 modifier in any microgravity climate.
fr_fr: Le personnage souffre d'un modificateur de -10 en environnement en micro-gravité.

source: Additionally, whenever the character is first getting acclimated or anytime they must endure excessive movement in microgravity, they must make a WIL Test or spend 1 hour incapacitated by nausea per 10 points of MoF.
fr_fr: lrosque le personnage est acclimaté pour la première fois ou à chaque fois qu'ils doivent encurer des déplacements excessifs en microgravité, le personnage doit faire un Test de VOL ou passer 1 heure incapacité par des nausée par 10 points de MdE.

source: Character Advancement
fr_fr: Progression du Personnage

source: As characters accomplish goals and gather experience during gameplay, they accumulate Rez Points (see Awarding Rez Points, p.
fr_fr: Alors que les personnages accomplissent des objectifs et accumulent de l'expérience pendant le jeu, ils accumulent des Points de Rez (voir Accorder les Points de Rez, p.

source: Rez Points may be used to improve the character’s skills, aptitudes, and other characteristics per the following rules.
fr_fr: Les Points de Rez peuvent être utilisés pour améliorer les compétences du personnage, ses aptitudes et d'autres caractéristiques selon els règles suivantes.

source: The costs for spending Rez Points for advancement are the same as the costs for spending Customization Points.
fr_fr: Les coûts de l'avancement en Points de Rez sont les mêmes qu'en Points de Personnalisation.

source: Spending Rez Points
fr_fr: Dépenser les Points de Rez

source: 15 RP = 1 Moxie point 10 RP = 1 aptitude point 5 RP = 1 psi sleight 5 RP = 1 specialization 2 RP = 1 skill point (61-99) 1 RP = 1 skill point (up to 60) 1 RP = 10 Rep 1 RP = 1,000 Credits
fr_fr: 15 PR = 1 point de Moxie 10 PR = 1 point d'aptitude 5 PR = 1 exploit psi 5 PR = 1 spécialisation 2 PR = 1 point de compétence (61-99) 1 PR = 1 point de compétence (jusqu'à 60) 1 PR = 1 000 crédit 1 PR = 10 rep

source: It is only natural that over time a character’s driving goals and interests will change.
fr_fr: Il est aprfaitement naturel que les buts et els intérêts d'un personnages évoluent au fil du temps.

source: The character may reach a turning point where they feel certain personal agendas have been fulfi lled and it is time to move on, or they have failed and need to be discarded.
fr_fr: Le personnage peut avoir atteint un tournant où ils pensent que certains projets ont étés complétés et qu'il est temps de passer à la suite, ou il a raté son coup et doit abandonner l'idée.

source: New urgencies or philosophies may have entered the character’s life, or the character may have become disenchanted with particular memes and ideas they previously took to heart.
fr_fr: De nouvelles urgences ou philosophies peuvent entrer dans la vie du personnage, à moins qu'il ai perdu ses illusions vis à vis d'un mème et d'idées particulières qu'ils prenaient à cœur précédemment.

source: Changing a character’s motivation does not cost Rez Points, but it is something that should only happen in accordance with roleplaying and with life-altering events.
fr_fr: Changer une motivation d'un personnage ne coûte aucun Points de Rez, mais c'est quelque chose qui ne devrait arriver qu'en accord avec l'interprétation et les évènements vécus.

source: Players should not be allowed to simply switch their motivations at whim, there should be a driving reason or explanation for doing so.
fr_fr: Les joueurs ne devraient pas être autorisés à simplement basculer leur motivations à volonté, il doit y avoir une raion ou une explication motivant ce changement.

source: For this reason, changing a motivation should only happen when the player and gamemaster discuss the matter and both agree that the swap is appropriate to the character’s development and circumstances.
fr_fr: Pour cette raison, changer de motivation ne devrait arriver que lorsque le joueur et le maîtree de jeu discutent du sujet et soient tous les deux d'accord que l'échange est approprié au développement du personnage et aux circonstances.

source: If these conditions are met, the character simply drops a previously held motivation and takes on a new one.
fr_fr: Si ces conditions sont satisfaites, le personnage abandonne une motivation précédente et s'engage sur la nouvelle.

source: Only one motivation should be switched out at a time.
fr_fr: Une seule motivation ne peut être changée à al fois.

source: Resleeving—switching from one morph to another— is handled as an in-character interaction, not with Rez Points.
fr_fr: Se réincarner - basculer d'une morph à une autre - est géré comme une interaction en jeu et n'est pas gérée par des Points de Rez.

source: See Resleeving, p.
fr_fr: Voir Réincarnation, p.

source: Aptitudes may be raised with Rez Points at the cost of 10 RP per aptitude point.
fr_fr: Les aptitudes peuvent être améliorée avec des points de Rez au coût de 10 PR par point d'aptitude.

source: This represents the character’s improvement in their core characteristics, gained from exercise, learning, and experience.
fr_fr: Cela représente l'amélioration du personnage dans ses caractéristiques principale, profitant de l'exercice, de l'apprentissage et de l'expérience.

source: Aptitudes may not be raised above 30 (bonuses from morphs, implants, traits, or other sources do not count towards this total).
fr_fr: Les aptitude ne peuvent être améliorée au-dessus de 30 (les bonus des morphs, des implants, des traits ou d'ailleurs ne comptent pas dans ce total).

source: Raising the value of an aptitude also raises the value of all linked skills by an equivalent amount.
fr_fr: Augmenter la valeur d'une aptitude augmente également la valeur de toutes les compétences liés du même montant.

source: If this raises any linked skills over 60, an additional 1 RP must be spent per linked skill over 60.
fr_fr: Si cela augmente une compétence liée au-delà de 60, 1 PR supplémentaire doit être dépassé pour chaque compétence liée au-dessus de 60.

source: Characters may also spend Rez Points to increase existing skills or learn new ones.
fr_fr: Les personnages peuvent également dépenser des Points de Rez pour augmenter leurs compétences ou en apprendre de nouvelles.

source: To improve an existing skill, the character must have successfully used that skill in the recent past or must actively practice it in order to get better, perhaps with the aid of an instructor.
fr_fr: Pour améliorer une compétence existante, le personnage doit avoir utilisé cette compétence avec succès dans un apssé récent ou s'entraîner activement afin de devenir meilleur, prut-être avec l'assistance d'un instructeur.

source: In the case of Knowledge skills, this means actively studying.
fr_fr: Dans le cas des compétences de Connaissances, cela implique de l'étude active.

source: As a rough timeframe, this should require around 1 week of learning per skill point.
fr_fr: Comme intervalle de temps grossier, cela dervait nécessiter 1 semaine d'apprentissage par point de compétence.

source: A number of educational resources are freely available via the mesh, though some areas of interest may be restricted or hard to fi nd.
fr_fr: Beaucoup de ressources éducatives sont librement disponible via le mesh, bien que certains domaines pourrait être restreint ou dur à trouver.

source: This can be handled via roleplaying or designated as something the character is doing during downtime between sessions.
fr_fr: Cela peut-être géré par l'interprétation ou désigné comme quelque chose sur lequel travail le personnage entre deux sessions de jeu.

source: If the gamemaster decides that a character has not put enough effort into improving a skill, they may call for more practice/study.
fr_fr: Si le maîþre de jeu décide qu'un personnage ne s'est pas suffisament investi dans l'amélioration d'une compétence, il peut demander plus d'entraînement/d'étude.

source: The cost to increase a skill is 1 RP per skill point, and no skill may be increased over 99.
fr_fr: Le coût d'amélioration d'une compétence est de 1 PR par point de compétence, et aucune ne peut être améliorée au -delà de 99.

source: No skill may be raised by more than 5 points per month.
fr_fr: Aucune compétence ne peut être améliorée de plus de 5 points par mois.

source: When a character’s skill reaches the level of expertise (skill of 60+), however, they tend to reach a plateau where improvement progresses more slowly and even consistent practice and study have diminished returns.
fr_fr: Lorsque la compétence d'un personnage atteint le niveau d'expertise (à 60+), le personnage a cependant tendance à atteindre un palier dans la vitesse de progression et où même la pratique régulière et les études ont des gains réduits.

source: In this case, the Rez Point cost per skill point doubles (i.e., 2 RP = +1 skill point).
fr_fr: Dans ce cas, le coût en Rez Point par point de compétence est doublé (passant de 2PR pour 1 point de compétence).

source: When a skill reaches 80, improvement slows down even further—a skill of 80+ may not be increased by more than 1 point per month.
fr_fr: Arrivé à 80, l'amélioration d'une compétence ralentit encore plus - une compétence au niveau 80+ ne peut être améliorée par plus d'un point par mois.

source: Similarly, to learn a new skill, the character must actively study/practice and/or seek instruction.
fr_fr: De manière similaire, pour apprendre une nouvelle compétence, le personnage doit s'entraîner/étudeier activement et/ou chercher un instructeur.

source: No test to learn is required, unless the period of study was hampered or in some way defi cient, in which case the gamemaster may call for a COG x 3 Test to pick up the new skill.
fr_fr: Aucun test d'apprentissage n'est nécessaire, sauf si l'apprentissage a été entravé ou a été déficient pour une raion ou pour une autre, auquel cas le maître de jeu peu demander un Test de COG x 3 pour apprendre la nouvelel compétence.

source: Otherwise, once a character has spent approximately a week learning a new skill, they may purchase their fi rst skill point at the usual cost (1 RP).
fr_fr: Sinon, une fois que le personnage a apssé approximativement une semaine à apprendre une nouvelle compétence, il peut acheter son premier point au coût habituel (1 PR).

source: The skill is bought up from the aptitude rating, per normal.
fr_fr: La compétence est acheté au niveau du rang d'aptitude, comme d'habitude.

source: Once a new skill is acquired, it is raised according to the standard rules above.
fr_fr: Une fois qu'une nouvelle compétence est acquise, elle est augmentée selon les règles standard ci-dessus.

source: {Specializations} Specializations may be purchased for existing skills, as long as that skill is at least rating 30.
fr_fr: {Spécialisations} Des spécialisations peuvent être achetées pour les compétences existantes, tant que leur niveau est au moins à 30.

source: Specializations require a total of 1 month of training.
fr_fr: Les spécialisations nécessitent un moins d'entraïnement.

source: The cost to learn a specialization is 5 RP.
fr_fr: Le coût d'apprentissage d'une spécialisation est de 5 PR.

source: Only 1 specialization may be purchased per skill.
fr_fr: Une compétence ne peut avoir que 1 spécialisation.

source: Moxie may be raised at the cost of 15 RP per Moxie point.
fr_fr: le Moxie peut-être augmenté au coût de 15 PR par point de Moxie.

source: At the gamemaster’s discretion, both positive and negative traits may be acquired or lost during gameplay, though such changes should be rare and only made in accordance with the storyline and unfolding events in the game.
fr_fr: À la discrétion du maître de jeu, des traits positifs et négatifs peuvent être acquis ou perdus pendant le jeu, bien que de tels changements devraient être rare et accomplis uniquement en accord avec la narration et les évènements en cours lors de la aprtie.

source: Both positive and negative traits may be picked up by a character during gameplay as a consequence of something that did or something that happened to them.
fr_fr: À la fois des traits positifs et négatifs peuvent être attribués à un personnage pendant le jeu comme conséquence de ce qu'ils ont fait ou de ce qu'il leur est arrivé.

source: In the case of a positive trait, the character must immediately spend Rez Points equal to the trait’s CP cost for the privilege (whether they wanted the new trait or not).
fr_fr: Dans le cas de traits positifs, le personnage doit immédiatement dépenser un nombre de Point de Rez équivalent au coût en PP du trait (qu'ils aient voulus ou non ce nouveau trait).

source: If the character has no unspent RP available, they must pay out immediately from any future RP they earn until the debt is paid off.
fr_fr: Si le personnage n'as pas de PR disponible, il doit le payer immédiatement d tout PR futur qu'il pourrait acquérir jusqu'à ce que la dette soit payée.

source: In the case of a negative trait, however, the character is simply saddled with the new fl aw—they do not acquire any extra RP for gaining the negative trait.
fr_fr: Dans le cas d'un trait négatif cependant, le personnage récupère juste le nouveau défaut - ils n'acquièrent pas de PR supplémentaire pour avoir hrité de ce trait négatif.

source: Getting rid of traits is somewhat more diffi cult.
fr_fr: Se débarasser de trait est quelque peu plus délicat.

source: Positive traits may be lost due to unfortunate effects on the character, as the gamemaster sees fi t.
fr_fr: Les traits positifs peuvent être perdus suite à un effet malheureux que subit le personnage, comme le maître de jeu le souhaite.

source: Such lost positive traits are simply gone—the character does not receive any Rez Point reimbursement.
fr_fr: De tels traits positifs perdus sont simplement partis - le personnage ne reçoit aucun Point de Rez en remboursement.

source: Negative traits are occasionally eliminated in the same way, but more typically they can only be worked off through the hard work and diligence of a character that seeks to overcome their handicap.
fr_fr: Les traits Négatifs sont éliminés occasionnellement de la même manière, mais en général ils ne peuvent être annulés que par un travail difficile et la volonté d'un personnage à chercher à se débarasser de son handicap.

source: Such endeavors should require weeks if not months of effort on the character’s part, with appropriate roleplaying and possibly some diffi cult tests.
fr_fr: De tels comportements devraient nécessiter des semaines voire des mois d'effort de la part du personnage, avec une interpétation appropriée et probablement quelques tests difficile.

source: In fact, overcoming such traits could be the source of an adventure.
fr_fr: En fait, dépasser de tels traits pourrait être à l'origine d'aventures complètes.

source: Once a gamemaster feels that the character has made a strong-enough effort, the character may pay a number of Rez Points equal to the trait’s original CP bonus to negate it.
fr_fr: Une fois que le maître de jeu pense que le personnage a accompli un effort suffisament important, le personnage doit payer un nombre de Point de Rez égal au bonus en PP du trait pour l'annuler.

source: Note, however, that some negative traits may simply not be discarded, no matter what the character does.
fr_fr: Notez cependant que certains traits négatifs ne peuvent pas être annulés, peu importe ce que fait le personnage.

source: Reputation is something that can be increased with appropriate roleplaying and actions during gameplay (see Reputation Gain and Loss, p.
fr_fr: La réputation est quelque chose qui peu être augmentée par une interprétation appropriée et des actiosn pendant le jeu (voir Gain et Perte de Réputation, p.

source: Characters that prefer to handle their Rep-boosting activities “off-screen,” however, can simply spend Rez Points to boost their score(s).
fr_fr: Les personnages qui préfèrent gérer leur activités d'augmentation de Rep "hors champ" peuvent cependant dépenser des Points rez pour augmenter leur score(s).

source: Each RP spent boosts the character’s Rep by +10 in a single network.
fr_fr: Chaque point de PR augmente la Rep du personnage de +10 dans un seul réseau.

source: Only one such boost may be made to a single rep network per month.
fr_fr: Un seul boost de ce type peut être effectué pour un seul réseau de rep par mois.

source: Rez Points may be spent on Credit at a ratio of 1 RP for 1,000 Credits.
fr_fr: Les Points de Rez peuvent être convertis en Crédit au taux de 1 PR pour 1000 ¢.

source: This represents income the character has earned “off-screen” or during downtime, such as from odd jobs, selling off possessions, and so on.
fr_fr: Cela représente les revenus que le eprsonnage gagne "horsh-champ" ou pendant les temps de pauses, tels que des petits boulots, la vente d'objets et autres.

source: Characters who have the Psi trait (p.
fr_fr: Les personnages possédant le trait Psi (p.

source: 147) may purchase new sleights (see Sleights, p.
fr_fr: 147) peuvent acheter de nouveaux exploits (voir Exploits, p.

source: 223) at the cost of 5 RP per sleight.
fr_fr: 223) au coût de 5 PR par exploit.

source: Sleights must be learned through study, training, and practice, requiring approximately 1 month per sleight.
fr_fr: Les exploits peuvent être appris par l'apprentissage, l'entraînement et la pratique, nécessitant approximativement 1 mois par exploit.

source: No more than one sleight may be learned per month.
fr_fr: On ne peut pas apprendre plus d'un exploit par mois.

source: Game mechanics
fr_fr: Mécanismes de jeu

source: In every game, there comes a time when the gamemaster must decide if a character succeeds or fails in an action.
fr_fr: Dans tous les jeux, il vient un moment où le maître de jeu doit décider si un personnage réussi ou rate une action.

source: This is when the players roll dice and the characters' stats and abilities come into play.
fr_fr: C'est le moment où les joueurs lancent des dés et où les stats du personnage entrent en jeu.
